Repository: yevseytsev/JustCook-2.3
Catalog: *.lproj/Localizable.strings
Languages: ar, de, es, fr, ru, zh_hans

source: Please Enter the Dish Name
ar: إدخال اسم الطبق
de: Bitte geben Sie den Dish Name ein
es: Entre el nombre del plato
fr: Introduire le nom du plat
ru: Введите название блюда
zh_hans: 输入菜名

source: Add Ingredient
ar: إضافة مكون
de: Zutaten hinzufügen
es: Añada un ingrediente
fr: Ajouter l’ingredient
ru: Добавьте ингредиент
zh_hans: 加配料

source: Name of ingredient
ar: اسم مكون
de: Name des Inhaltsstoffs
es: Nombre del ingrediente
fr: Nom de l’ingredient
ru: Название ингредиента
zh_hans: 配料名称

source: Quantity
ar: كمية
de: Anzahl
es: Número
fr: Quantite
ru: Количество
zh_hans: 数量

source: Please, add an ingredient
ar: إضافة مكون
de: Bitte eine Zutat hinzufügen
es: Añade un ingrediente
fr: Ajouter l’ingredient
ru: Добавьте ингредиент
zh_hans: 加配料

source: Add Direction
ar: إضافة خطوة طريقة العمل
de: Richtung hinzufügen
es: Añada el paso de la receta
fr: Ajouter le pas de la recette
ru: Добавьте шаг рецепта
zh_hans: 加入食谱烹饪顺序

source: Name of direction
ar: خطوة
de: Name der Rezepturrichtung
es: Paso
fr: Pas
ru: Шаг
zh_hans: 顺序

source: Recipe saved!
ar: وصفة أنقذت!
de: Rezept gespeichert!
es: ¡Recipe guardado!
fr: Recette sauvée!
ru: Рецепт сохранен!
zh_hans: 食谱保存！

source: Easy
ar: سهل
de: Einfach
es: Fácil
fr: Legerement
ru: Легко
zh_hans: 轻

source: Medium
ar: متوسط
de: Mittel
es: Regular
fr: pas dur
ru: Средне
zh_hans: 中

source: Hard
ar: صعب
de: Hart
es: Difícil
fr: Lourdement
ru: Тяжело
zh_hans: 重

source: Ingredients
ar: مكونات
de: Zutaten
es: Los ingredientes
ru: Ингредиенты
zh_hans: 配料

source: Directions
ar: وصفة
de: Das Rezept
es: La receta
fr: Recette
ru: Рецепт
zh_hans: 菜谱

source: Best with -
ar: يوصى مع -
de: Am besten mit -
es: Se recomienda con -
fr: Est recommandee a partir de -
ru: Рекомендуется с -
zh_hans: 建议 起 -

source: Breakfast
ar: فطور
de: Frühstück
es: Desayunos
fr: Petits dejeuners
ru: Завтраки
zh_hans: 早餐

source: Appetizers & Snacks
ar: مقبلات ووجبات خفيفة
de: Erfrischungen
es: Entremeses
fr: Hors- d'oeuvre
ru: Закуски
zh_hans: 小吃

source: Fruits & Vegetables
ar: فواكه وخضروات
de: Früchte und Gemüse
es: Frutas y Verduras
fr: Fruits & Legumes
ru: Фрукты и Овощи
zh_hans: 水果和蔬菜

source: Meat & Poultry
ar: لحوم ودواجن
de: Fleisch und Geflügel
es: Carne y Aves
fr: Viande & Volaille
ru: Мясо и Птица
zh_hans: 肉类和禽类

source: BBQ & Grilling
ar: باربيكيو ومشويات
de: Grill
es: Barbacoa y Parrilla
fr: BBQ & Grille
ru: BBQ и Гриль
zh_hans: 烧烤

source: Seafood & Sushi
ar: مأكولات بحرية وسوشي
de: Seafood und Sushi
es: Mariscos y Sushi
fr: Produits de mer & Sushi
ru: Морепродукты & Суши
zh_hans: 海鲜和寿司

source: Salads & Dressings
ar: سلطات وتتبيلات
de: Salate
es: Ensaladas
fr: Salades
ru: Салаты
zh_hans: 色拉

source: Side Dishes & Grains
ar: أطباق جانبية وحبوب
de: Garnishes
es: Guarniciones
fr: Garnitures
ru: Гарниры
zh_hans: 主食

source: Soups & Stews
ar: شوربات ويخنات
de: Suppen und Eintöpfe
es: Sopas y Estofados
fr: Soupes & plats etouffes
ru: Супы и Тушеные Блюда
zh_hans: 汤和炖菜

source: Pasta & Pizza
ar: معكرونة وبيتزا
de: Pasta und Pizza
es: Pasta y Pizza
fr: Pates & Pizzas
ru: Паста и Пицца
zh_hans: 意式面条和比萨

source: Sandwiches & Burgers
ar: سندويشاتوبرغر
de: Sandwiches und Burger
es: Sandwiches y Hamburguesas
fr: Sandwichs & Burgers
ru: Сэндвичи и Бургеры
zh_hans: 三明治和汉堡

source: Bread & Bakery
ar: خبز ومخابز
de: Brot und Gebäck
es: Pan y Bollería
fr: Pains & Cuits
ru: Хлеб и Выпечка
zh_hans: 面包和烘烤

source: Sauces & Gravy
ar: صلصات ومرقات
de: Soßen und Bratensoßen
es: Salsas
fr: Sauces
ru: Соусы и Подливки
zh_hans: 酱汁

source: Beverages & Cocktails
ar: وكوكتيلات مشروبات
de: Drinks und Cocktails
es: Bebidas y Cócteles
fr: Boissons & Cocktails
ru: Напитки и Коктейли
zh_hans: 饮料

source: Pies & Cakes
ar: فطائر وكعكات
de: Torten und Kuchen
es: Pasteles y Tortas
fr: Gateaux & Tartes
ru: Пироги и Торты
zh_hans: 糕点类

source: Cookies & Candies
ar: كوكيز وسكاكر
de: Kekse und Süßigkeiten
es: Galletas y Dulces
fr: Biscuits & Douceurs
ru: Печенье и Сладости
zh_hans: 饼干类

source: Desserts
ar: حلويات
es: Postres
ru: Десерты
zh_hans: 甜食

source: 5 mins
ar: 5 دقائق
de: 5 minuten
es: 5 minutos
fr: 5 minutes
ru: 5 минут
zh_hans: 5分钟

source: 10 mins
ar: 10 دقائق
de: 10 minuten
es: 10 minutos
fr: 10 minutes
ru: 10 минут
zh_hans: 10分钟

source: 15 mins
ar: 15 دقيقة
de: 15 minuten
es: 15 minutos
fr: 15 minutes
ru: 15 минут
zh_hans: 15分钟

source: 30 mins
ar: 30 دقيقة
de: 30 minuten
es: 30 minutos
fr: 30 minutes
ru: 30 минут
zh_hans: 30分钟

source: 45 mins
ar: 45 دقيقة
de: 45 minuten
es: 45 minutos
fr: 45 minutes
ru: 45 минут
zh_hans: 45分钟

source: 1 hour
ar: 1 ساعة
de: 1 stunde
es: 1 hora
fr: 1 heure
ru: 1 час
zh_hans: 1小时

source: 1 h 15 mins
ar: 1 ساعة و15 دقيقة
de: 1 st 15 min
es: 1 h y 15 m
fr: 1 h 15 m
ru: 1 ч 15 мин
zh_hans: 1小时15分种

source: 1 h 30 mins
ar: 1ساعة و30 دقيقة
de: 1 st 30 min
es: 1 h y 30 m
fr: 1 h 30 m
ru: 1 ч 30 мин
zh_hans: 1小时30分钟

source: 1 h 45 mins
ar: 1 ساعة و45 دقيقة
de: 1 st 45 min
es: 1 h y 45 m
fr: 1 h 45 m
ru: 1 ч 45 мин
zh_hans: 1小时45分钟

source: 2 hours
ar: 2 ساعتان
de: 2 stunden
es: 2 horas
fr: 2 heures
ru: 2 часа
zh_hans: 2 小时

source: 2 h 30 mins
ar: ساعتان و30 دقيقة2
de: 2 st 30 min
es: 2 h y 30 m
fr: 2 h 30 m
ru: 2 ч 30 мин
zh_hans: 2小时30分钟

source: 3 hours
ar: 3 ساعات
de: 3 stunden
es: 3 horas
fr: 3 heures
ru: 3 часа
zh_hans: 3小时

source: 3 h 30 mins
ar: 3 ساعات و30 دقيقة
de: 3 st 30 min
es: 3 h y 30 m
fr: 3 h 30 m
ru: 3 ч 30 мин
zh_hans: 3小时30分钟

source: 4 hours
ar: 4 ساعات
de: 4 stunden
es: 4 horas
fr: 4 heures
ru: 4 часа
zh_hans: 4小时

source: 5 hours
ar: 5 ساعات
de: 5 stunden
es: 5 horas
fr: 5 heures
ru: 5 часов
zh_hans: 5小时

source: 6 hours
ar: 6 ساعات
de: 6 stunden
es: 6 horas
fr: 6 heures
ru: 6 часов
zh_hans: 6小时

source: 8 hours
ar: 8 ساعات
de: 8 stunden
es: 8 horas
fr: 8 heures
ru: 8 часов
zh_hans: 8小时

source: 12 hours
ar: 12 ساعة
de: 12 stunden
es: 12 horas
fr: 12 heures
ru: 12 часов
zh_hans: 12小时

source: 16 hours
ar: 16 ساعة
de: 16 stunden
es: 16 horas
fr: 16 heures
ru: 16 часов
zh_hans: 16小时

source: 24 hours
ar: 24 ساعة
de: 24 stunden
es: 24 horas
fr: 24 heures
ru: 24 часа
zh_hans: 24小时

source: 48 hours
ar: 48 ساعة
de: 48 stunden
es: 48 horas
fr: 48 heures
ru: 48 часов
zh_hans: 48小时

source: 72 hours
ar: 72 ساعة
de: 72 stunden
es: 72 horas
fr: 72 heures
ru: 72 часа
zh_hans: 72小时

source: 1 serving
ar: 1 حصة
de: 1 portion
es: 1 porción
fr: Une portion
ru: 1 порция
zh_hans: 1份

source: 2 servings
ar: 2 حصتان
de: 2 portionen
es: 2 porciones
fr: 2 portions
ru: 2 порции
zh_hans: 2份

source: 3 servings
ar: 3 حصص
de: 3 portionen
es: 3 porciones
fr: 3 portions
ru: 3 порции
zh_hans: 3份

source: 4 servings
ar: 4 حصص
de: 4 portionen
es: 4 porciones
fr: 4 portions
ru: 4 порции
zh_hans: 4份

source: 6 servings
ar: 6 حصص
de: 6 portionen
es: 6 porciones
fr: 6 portions
ru: 6 порций
zh_hans: 6份

source: 9 servings
ar: 9 حصص
de: 9 portionen
es: 9 porciones
fr: 9 portions
ru: 9 порций
zh_hans: 9份

source: 12 servings
ar: 12 حصة
de: 12 portionen
es: 12 porciones
fr: 12 portions
ru: 12 порций
zh_hans: 12份

source: 16 servings
ar: 16 حصة
de: 16 portionen
es: 16 porciones
fr: 16 portions
ru: 16 порций
zh_hans: 16份

source: 24 servings
ar: 24 حصة
de: 24 portionen
es: 24 porciones
fr: 24 portions
ru: 24 порции
zh_hans: 24份

source: 36 servings
ar: 36 حصة
de: 36 portionen
es: 36 porciones
fr: 36 portions
ru: 36 порций
zh_hans: 36份

source: No Recommended Beverage
ar: مشروب لا يوصى
de: Das Getränk ist nicht empfehlenswert
es: La bebida no se recomienda
fr: Boisson nom recommande
ru: Напиток не рекомендуется
zh_hans: 不建议配酒

source: Water
ar: ماء
de: das Wasser
es: Agua
fr: Eau
ru: Вода
zh_hans: 水

source: Soda
ar: ماء الغاز
de: das Sodawasser
es: Gaseosa
fr: Eau gazifiée
ru: Газированная вода
zh_hans: 汽水

source: Tonic Water
ar: ماء التونيك
de: das Tonic
es: Tónica
fr: L'eau tonique
ru: Тоник
zh_hans: 通宁水

source: Soft Drink
ar: مشروبات غازية
de: das Sodagetränk
es: Sort drinks
fr: Boisson non-alcoolisée
ru: Газированные напитки
zh_hans: 带汽饮料

source: Juice
ar: عصير
de: die Saft
es: Jugo
fr: Jus
ru: Сок
zh_hans: 果汁

source: Nectar
ar: نكتار
de: der Nektar
es: Néctar
ru: Нектар
zh_hans: 原果汁

source: Milk
ar: حليب
de: die Milch
es: Leche
fr: Lait
ru: Молоко
zh_hans: 牛奶

source: Coffee
ar: قهوة
de: Kaffee
es: Café
fr: Café
ru: Кофе
zh_hans: 咖啡

source: Tea
ar: شاي
de: das Tee
es: Té
fr: Thé
ru: Чай
zh_hans: 茶

source: Cider
ar: سيدر
de: der Apfelwein
es: Sidra
fr: Cidre
ru: Сидр
zh_hans: 苹果酒

source: Wine
ar: خمر
de: der Wein
es: Vino
fr: Vin
ru: Вино
zh_hans: 葡萄酒

source: Brandy
ar: براندي
de: der Brandy
fr: Cognac
ru: Бренди
zh_hans: 白兰地

source: Beer
ar: بيرة
de: das Bier
es: Cerveza
fr: Bière
ru: Пиво
zh_hans: 啤酒

source: Whisky
ar: ويسكي
de: der Whiskey
ru: Виски
zh_hans: 威士忌

source: Other
ar: مشروب آخر
de: Andere
es: Otro
fr: Autre
ru: Другое
zh_hans: 其它

source: Success!
ar: قد تم أرسال طلبك!
de: Ihre Bestellung wurde gesendet!
es: ¡Éxito!
fr: Votre commande est en cours de traitement
ru: Ваш заказ получен!
zh_hans: 您的订单已发出！

source: Your order is processing, you will get payment email in 24 hours
ar: ! ستحصل على الفاتورة لدفع الطلب خلال 24 ساعة
de: Die Rechnung kommt im Laufe von 24 Stunden
es: Su pedido enviado! Recibirá usted un cheque para el pago del pedido durante 24 horas
fr: Vous recevrez le cheque pour le paiement de la commande pendant 24 heures
ru: Вы получите чек на оплату заказа в течении 24 часов
zh_hans: 24小时内您将受到付款单

source: Need to login with Facebook for using publishing or searching recipes
ar: تحتاج إلى تسجيل الدخول مع الفيسبوك لاستخدام هذه الميزة
de: Melden Sie sich mit Facebook an, um diese Funktion zu nutzen
es: Necesita iniciar sesión con Facebook para usar esta función
fr: Vous devez vous connecter avec Facebook pour utiliser cette fonctionnalité
ru: Чтобы публиковать или искать рецепты необходимо авторизоваться через Facebook
zh_hans: 需要使用Facebook登录才能使用此功能

source: Internet is required for publishing or searching recipes
ar: مطلوب بالإنترنت لاستخدام هذه الميزة
de: Internet ist erforderlich, um diese Funktion zu nutzen
es: Se requiere Internet para usar esta función
fr: Internet est nécessaire pour utiliser cette fonctionnalité
ru: Чтобы публиковать или искать рецепты необходимо Интернет-подключение
zh_hans: 使用此功能需要使用互联网

source: Search by Name
ar: البحث عن طريق الاسم
de: Suche mit Name
es: Búsqueda por Nombre
fr: Recherche par nom
ru: Поиск по Названию
zh_hans: 按名称搜索

source: Provide the Author Name!
ar: أدخل اسم المؤلف!
de: Geben Sie den Namen des Autors ein!
es: Introduzca el nombre del autor!
fr: Entrez le nom de l'auteur!
ru: Введите имя Автора!
zh_hans: 输入作者的姓名！

source: Provide the E-Mail for payment!
ar: أدخل بريدك الإلكتروني لإرسال دفع!
de: Geben Sie die E-Mail für die Zahlung!
es: Introduzca su correo electrónico para enviar el pago!
fr: Entrez votre e-mail pour envoyer des paiements!
ru: Введите E-Mail для отправки платежа!
zh_hans: 输入电子邮箱发送付款！

source: Name is required for shipping!
ar: يجب ادخال اسم للتسليم!
de: Name wird für Verschiffen benötigt!
es: Nombre requerido para la entrega!
fr: Le nom est obligatoire pour l'expédition!
ru: Имя необходимо для доставки!
zh_hans: 名字要求发货！

source: Address is required for shipping!
ar: مطلوب عنوان التسليم!
de: Adresse ist für den Versand erforderlich!
es: Se requiere dirección para la entrega!
fr: Adresse est nécessaire pour l'expédition!
ru: Адрес необходим для доставки!
zh_hans: 地址是必需的发货！

source: City is required for shipping!
ar: مطلوب مدينة للشحن!
de: Stadt wird für Verschiffen benötigt!
es: City está obligado a entregar!
fr: La ville est nécessaire pour l'expédition!
ru: Город необходим для доставки!
zh_hans: 城市需要提供！

source: ZIP code is required for shipping!
ar: مؤشر يحتاج إلى تقديم!
de: Postleitzahl ist für den Versand erforderlich!
es: El índice tiene que ofrecer!
fr: Code postal est requis pour l'expédition!
ru: Индекс необходим для доставки!
zh_hans: 该指数在送！

source: Country is required for shipping!
ar: حاجة البلاد لتسليم!
de: Land wird für Verschiffen benötigt!
es: El país necesita para la entrega!
fr: Pays requis pour l'expédition!
ru: Страна необходима для доставки!
zh_hans: 该国需要派送！

source: Standard (Prep Cook Only)
ru: Стандартный (для Повара)

source: Pearl (Sous-Chef Only)
ru: Жемчужный (для Су-Шефа)

source: Gold (Sous-Chef Only)
ru: Золотой (для Су-Шефа)

source: Red Wine (Sous-Chef Only)
ru: Красное Вино (для Су-Шефа)

source: Sky Blue (Sous-Chef Only)
ru: Голубой (для Су-Шефа)

source: Olive Green (Sous-Chef Only)
ru: Оливковый (для Су-Шефа)

source: Light Grey (Sous-Chef Only)
ru: Светло-Серый (для Су-Шефа)

source: White (Executive Chef Only)
ru: Белый (для Шеф-Повара)

source: Red (Executive Chef Only)
ru: Красный (для Шеф-Повара)

source: Royal Blue (Executive Chef Only)
ru: Небесный (для Шеф-Повара)

source: Brown (Executive Chef Only)
ru: Коричневый (для Шеф-Повара)

source: Midnight (Executive Chef Only)
ru: Тёмно-синий (для Шеф-Повара)

source: Black (Executive Chef Only)
ru: Черный (для Шеф-Повара)
